Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Turn off to completely disable the shelf. Scrolling, file drags, shelf widgets, and action buttons will no longer open it.
ar: أوقف هذا الخيار لتعطيل الرف تمامًا. لن يفتحه بعد ذلك التمرير أو سحب الملفات أو أدوات الرف أو أزرار الإجراءات.
de: Deaktivieren, um die Ablage vollständig abzuschalten. Scrollen, Dateiziehen, Ablage-Widgets und Aktionsschaltflächen öffnen sie dann nicht mehr.
es: Desactívalo para deshabilitar el estante por completo. El desplazamiento, los arrastres de archivos, los widgets del estante y los botones de acción ya no lo abrirán.
fr: Désactivez cette option pour désactiver entièrement l'étagère. Le défilement, les glissements de fichiers, les widgets d'étagère et les boutons d'action ne l'ouvriront plus.
hu: Kapcsolja ki a polc teljes letiltásához. A görgetés, a fájlhúzás, a polcwidgetek és a műveletgombok többé nem nyitják meg.
ja: オフにするとシェルフが完全に無効になります。スクロール、ファイルのドラッグ、シェルフウィジェット、アクションボタンではシェルフが開かなくなります。
nl: Schakel deze optie uit om de plank volledig uit te schakelen. De plank wordt dan niet meer geopend door te scrollen, bestanden te verslepen, plankwidgets of actieknoppen te gebruiken.
pl: Wyłącz tę opcję, aby całkowicie wyłączyć Szufladę. Przewijanie, przeciąganie plików, widżety Szuflady i przyciski czynności nie będą już jej otwierać.
pt: Desative para desligar completamente a prateleira. O deslocamento, o arrastamento de ficheiros, os widgets da prateleira e os botões de ação deixarão de a abrir.
ru: Выключите этот параметр, чтобы полностью выключить полку. После этого прокрутка, перетаскивание файлов, виджеты полки и кнопки действий перестанут ее открывать.
sv: Stäng av för att avaktivera hyllan helt. Rullning, fildragningar, hyllwidgetar och åtgärdsknappar öppnar den inte längre.
tr: Rafı tamamen devre dışı bırakmak için kapat. Kaydırma, dosya sürüklemeleri, raf widget'ları ve eylem düğmeleri artık onu açmaz.
vi: Tắt đi để vô hiệu hóa hoàn toàn phần ngăn. Việc cuộn, kéo tệp, các tiện ích của ngăn và các nút tác vụ sẽ không còn mở nó ra nữa.
zh_hans: 关闭此选项可完全禁用暂存区。滚动、拖动文件、暂存区小组件和操作按钮都将无法再打开暂存区。
zh_hant: 關閉此選項即可完全停用暫存區。停用後，捲動、拖曳檔案、暫存區小工具和動作按鈕都無法再開啟暫存區。

source: Turn On
ar: تشغيل
de: Einschalten
es: Activar
fr: Activer
hu: Bekapcsolás
ja: オンにする
nl: Zet aan
pl: Włącz
pt: Ativar
ru: Включить
sv: Slå på
tr: Aç
vi: Bật
zh_hans: 开启
zh_hant: 開啟

source: Turn on AppSense, then link a profile to an app. While that app is focused, DockDoor Pro can apply that profile across displays, overriding per-display assignments until you switch away.
ar: فعّل AppSense ثم اربط ملف تعريف بتطبيق. أثناء تركيز ذلك التطبيق، يمكن لـ DockDoor Pro تطبيق ملف التعريف ذلك على كل الشاشات، متجاوزًا تعيينات كل شاشة حتى تنتقل بعيدًا عنه.
de: Aktivieren Sie AppSense und verknüpfen Sie dann ein Profil mit einer App. Solange diese App aktiv ist, kann DockDoor Pro dieses Profil auf allen Displays anwenden und die Zuordnungen pro Display überschreiben, bis Sie zu einer anderen App wechseln.
es: Activa AppSense y luego vincula un perfil a una app. Mientras esa app esté en primer plano, DockDoor Pro puede aplicar ese perfil en todas las pantallas, anulando las asignaciones por pantalla hasta que cambies a otra app.
fr: Activez AppSense, puis liez un profil à une app. Tant que cette app est au premier plan, DockDoor Pro peut appliquer ce profil sur tous les écrans, en remplaçant les attributions par écran jusqu'à ce que vous changiez d'app.
hu: Kapcsolja be az AppSense funkciót, majd kapcsoljon össze egy profilt egy appal. Amíg az adott app van fókuszban, a DockDoor Pro minden kijelzőn alkalmazhatja azt a profilt, felülbírálva a kijelzőnkénti hozzárendeléseket, amíg el nem vált róla.
ja: AppSenseをオンにしてから、プロファイルをアプリにリンクします。そのアプリにフォーカスがある間、DockDoor Proはディスプレイごとの割り当てを上書きして、そのプロファイルをすべてのディスプレイに適用できます。別のアプリに切り替えると元に戻ります。
nl: Schakel AppSense in en koppel vervolgens een profiel aan een app. Zolang die app actief is, kan DockDoor Pro dat profiel op alle beeldschermen toepassen, waarbij de instellingen per beeldscherm worden overschreven, totdat je naar een andere app overschakelt.
pl: Włącz AppSense, a następnie powiąż profil z aplikacją. Gdy aplikacja jest aktywna, DockDoor Pro może zastosować ten profil na wszystkich wyświetlaczach, zastępując ich osobne przypisania do czasu przełączenia na inną aplikację.
pt: Ative o AppSense e, depois, associe um perfil a uma app. Enquanto essa app estiver em foco, o DockDoor Pro pode aplicar esse perfil em todos os ecrãs, substituindo as atribuições por ecrã até mudar para outra app.
ru: Включите AppSense, затем свяжите профиль с приложением. Пока это приложение находится на переднем плане, DockDoor Pro может применять связанный профиль на всех дисплеях, временно переопределяя назначения для отдельных дисплеев. После перехода к другому приложению прежние назначения снова начнут действовать.
sv: Slå på AppSense och länka sedan en profil till en app. Medan appen är i fokus kan DockDoor Pro använda den profilen på alla skärmar och åsidosätta tilldelningar per skärm tills du växlar bort.
tr: AppSense'i aç, ardından bir profili bir uygulamaya bağla. O uygulama odaktayken DockDoor Pro, sen başka yere geçene kadar ekran başına atamaları geçersiz kılarak o profili ekranlar genelinde uygulayabilir.
vi: Bật AppSense, sau đó liên kết một hồ sơ với một ứng dụng. Khi ứng dụng đó được đặt tiêu điểm, DockDoor Pro có thể áp dụng hồ sơ đó trên các màn hình, ghi đè các thiết lập riêng cho từng màn hình cho đến khi bạn chuyển sang ứng dụng khác.
zh_hans: 启用 AppSense，然后将配置文件关联到一个应用。当该应用获得焦点时，DockDoor Pro 会在所有显示器上应用该配置文件，并在切换到其他应用之前覆盖按显示器分配的配置。
zh_hant: 啟用 AppSense，然後將設定檔連結至應用程式。當該應用程式取得焦點時，DockDoor Pro 會在所有顯示器上套用該設定檔，並暫時覆蓋各顯示器的個別指派設定，直到您切換至其他應用程式為止。

source: Turn on Enable Keyboard Shortcuts to configure the window switcher, letter navigation, and profile shortcuts.
ar: فعّل «تمكين اختصارات لوحة المفاتيح» لتهيئة مبدّل النوافذ والتنقل بالحروف واختصارات ملفات التعريف.
de: Aktivieren Sie „Tastaturkurzbefehle aktivieren“, um den Fensterwechsler, die Buchstabennavigation und Profilkurzbefehle zu konfigurieren.
es: Activa "Activar atajos de teclado" para configurar el selector de ventanas, la navegación por letras y los atajos de perfil.
fr: Activez « Activer les raccourcis clavier » pour configurer le sélecteur de fenêtres, la navigation par lettres et les raccourcis de profils.
hu: Kapcsolja be a Billentyűparancsok engedélyezése lehetőséget az ablakváltó, a betűnavigáció és a profil-billentyűparancsok konfigurálásához.
ja: ウインドウスイッチャー、文字ナビゲーション、プロファイルショートカットを設定するには、「キーボードショートカットを有効にする」をオンにしてください。
nl: Schakel 'Sneltoetsen inschakelen' in om de vensterwisselaar, letternavigatie en profielsneltoetsen te configureren.
pl: Włącz Skróty klawiaturowe, aby skonfigurować przełącznik okien, nawigację literami i skróty profili.
pt: Ative a opção Ativar Atalhos de Teclado para configurar o alternador de janelas, a navegação por letras e os atalhos de perfis.
ru: Включите параметр «Включить сочетания клавиш», чтобы настроить переключатель окон, навигацию по буквам и сочетания для профилей.
sv: Slå på Aktivera kortkommandon för att ställa in fönsterväxlaren, bokstavsnavigering och profilkortkommandon.
tr: Pencere değiştiriciyi, harfle gezinmeyi ve profil kısayollarını yapılandırmak için Klavye Kısayollarını Etkinleştir'i aç.
vi: Bật tính năng Bật phím tắt bàn phím để cấu hình bộ chuyển đổi cửa sổ, điều hướng bằng chữ cái và các phím tắt hồ sơ.
zh_hans: 开启“启用键盘快捷键”后，即可配置窗口切换器、字母导航和配置文件快捷键。
zh_hant: 啟用「鍵盤快速鍵」後，即可設定視窗切換器、字母導覽及設定檔快速鍵。

source: Turn the dock on or off for each connected display
ar: تشغيل Dock أو إيقافه لكل شاشة متصلة
de: Dock für jedes angeschlossene Display ein- oder ausschalten
es: Activa o desactiva el Dock en cada pantalla conectada
fr: Active ou désactive le Dock pour chaque écran connecté
hu: A Dock be- vagy kikapcsolása minden csatlakoztatott kijelzőn
ja: 接続中のディスプレイごとにDockのオン/オフを切り替えます
nl: Schakel het Dock in of uit voor elk aangesloten beeldscherm
pl: Włącz lub wyłącz Dock na każdym podłączonym wyświetlaczu
pt: Ativar ou desativar a Dock em cada ecrã ligado
ru: Включайте или выключайте Dock отдельно на каждом подключенном дисплее
sv: Slå på eller av dockan för varje ansluten skärm
tr: Bağlı her ekran için dock'u aç veya kapat
vi: Bật hoặc tắt dock cho từng màn hình được kết nối
zh_hans: 为每台已连接的显示器分别显示或隐藏 Dock
zh_hant: 為每個已連接的顯示器啟用或停用 Dock

source: Turn the dock on or off per display, and give each its own edge and profile. "Use Global" follows the orientation above; "Active Profile" follows whichever profile you switch to.
ar: شغّل Dock أو أوقفه لكل شاشة، وامنح كل شاشة حافتها وملف تعريفها الخاصين بها. يتبع خيار «استخدام الإعداد العام» الاتجاه المحدد أعلاه؛ بينما يتبع «ملف التعريف النشط» أي ملف تعريف تبدّل إليه.
de: Schalten Sie das Dock pro Display ein oder aus und weisen Sie jedem Display eine eigene Bildschirmkante und ein eigenes Profil zu. "Global verwenden" übernimmt die obige Ausrichtung; "Aktives Profil" folgt dem Profil, zu dem Sie wechseln.
es: Activa o desactiva el Dock por pantalla y asigna a cada una su propio borde y perfil. "Usar global" sigue la orientación de arriba; "Perfil activo" sigue el perfil al que cambies.
fr: Activez ou désactivez le Dock par écran, et donnez à chacun son propre bord et son propre profil. « Utiliser le réglage global » suit l'orientation ci-dessus ; « Profil actif » suit le profil vers lequel vous basculez.
hu: Kapcsolja be vagy ki a Dockot kijelzőnként, és adjon mindegyiknek saját élt és profilt. A „Globális használata” a fenti tájolást követi; az „Aktív profil” azt a profilt követi, amelyikre éppen vált.
ja: ディスプレイごとにDockのオン/オフを切り替え、それぞれに専用の配置エッジとプロファイルを設定できます。「グローバルを使用」は上の方向設定に従い、「アクティブなプロファイル」は切り替えたプロファイルに従います。
nl: Schakel het Dock per scherm in of uit en stel voor elk scherm een eigen rand en profiel in. Bij "Gebruik globaal" wordt de hierboven gekozen oriëntatie gevolgd; bij "Actief profiel" wordt het profiel gevolgd waarnaar je overschakelt.
pl: Włącz lub wyłącz Dock osobno dla każdego wyświetlacza oraz przypisz mu własną krawędź i profil. Opcja „Domyślne” używa orientacji wybranej powyżej, a opcja „Aktywny profil” używa aktualnie wybranego profilu.
pt: Ative ou desative a Dock por ecrã e atribua a cada um a sua própria extremidade e perfil. "Usar global" segue a orientação acima; "Perfil ativo" segue o perfil para o qual mudar.
ru: Включайте или выключайте Dock отдельно на каждом дисплее и назначайте каждому свое положение у края экрана и профиль. Вариант «Использовать глобальные настройки» учитывает ориентацию, указанную выше, а «Активный профиль» следует за выбранным в данный момент профилем.
sv: Slå på eller av dockan per skärm och ge varje skärm sin egen kant och profil. "Använd global" följer riktningen ovan; "Aktiv profil" följer den profil du växlar till.
tr: Dock'u ekran başına aç veya kapat ve her birine kendi kenarını ve profilini ver. "Genel ayarlar kullanılsın" yukarıdaki yönü izler; "Aktif Profil" hangi profile geçersen onu izler.
vi: Bật hoặc tắt dock cho từng màn hình, đồng thời cung cấp cho mỗi màn hình cạnh và hồ sơ riêng biệt. "Sử dụng toàn cục" tuân theo hướng ở trên; "Hồ sơ đang hoạt động" tuân theo bất kỳ hồ sơ nào mà bạn chuyển sang.
zh_hans: 为每台显示器单独开启或关闭 Dock，并设置各自的停靠边缘和配置文件。“使用全局设置”采用上方的方向设置；“当前配置文件”跟随你切换到的配置文件。
zh_hant: 可針對各顯示器分別啟用或停用 Dock，並為其設定專屬的停靠邊緣與設定檔。「使用全域設定」會依照上方的方向設定；「使用中的設定檔」則會跟隨您切換的設定檔。

source: Turn the shelf off completely; scrolling, file drags, shelf widgets, and action buttons will no longer open it
ar: إيقاف الرف تمامًا؛ لن يفتحه بعد ذلك التمرير أو سحب الملفات أو أدوات الرف أو أزرار الإجراءات
de: Die Ablage vollständig abschalten; Scrollen, Dateiziehen, Ablage-Widgets und Aktionsschaltflächen öffnen sie dann nicht mehr
es: Desactiva el estante por completo; el desplazamiento, los arrastres de archivos, los widgets del estante y los botones de acción ya no lo abrirán
fr: Désactive complètement l'étagère ; le défilement, les glissements de fichiers, les widgets d'étagère et les boutons d'action ne l'ouvriront plus
hu: A polc teljes kikapcsolása; a görgetés, a fájlhúzás, a polcwidgetek és a műveletgombok többé nem nyitják meg
ja: シェルフを完全にオフにします。スクロール、ファイルのドラッグ、シェルフウィジェット、アクションボタンではシェルフが開かなくなります
nl: Schakel de plank volledig uit; scrollen, het verslepen van bestanden, plankwidgets en actieknoppen zullen de plank niet langer openen
pl: Całkowicie wyłącz Szufladę. Przewijanie, przeciąganie plików, widżety Szuflady i przyciski czynności nie będą już jej otwierać
pt: Desligar a prateleira por completo; o deslocamento, o arrastamento de ficheiros, os widgets da prateleira e os botões de ação deixarão de a abrir
ru: Полностью выключить полку: прокрутка, перетаскивание файлов, виджеты полки и кнопки действий больше не смогут ее открыть
sv: Stäng av hyllan helt; rullning, fildragningar, hyllwidgetar och åtgärdsknappar öppnar den inte längre
tr: Rafı tamamen kapat; kaydırma, dosya sürüklemeleri, raf widget'ları ve eylem düğmeleri artık onu açmaz
vi: Tắt hoàn toàn phần ngăn; việc cuộn, kéo tệp, các tiện ích của ngăn và các nút tác vụ sẽ không còn mở nó ra nữa
zh_hans: 完全禁用暂存区：停用后，滚动、拖拽文件、暂存区中的小组件和操作按钮都无法再开启暂存区
zh_hant: 完全停用暫存區；之後將無法透過捲動、拖曳檔案、暫存區小工具或動作按鈕開啟暫存區

source: Turning Bluetooth on and off from the Quick Toggles widget.
ar: تشغيل Bluetooth وإيقافه من أداة «مفاتيح التبديل السريعة».
de: Ein- und Ausschalten von Bluetooth über das Widget „Schnellschalter“.
es: Activar y desactivar el Bluetooth desde el widget Controles rápidos.
fr: L'activation et la désactivation du Bluetooth depuis le widget Commandes rapides.
hu: A Bluetooth be- és kikapcsolása a Gyorskapcsolók widgetből.
ja: 「クイックトグル」ウィジェットからのBluetoothのオン/オフ。
nl: Bluetooth in- en uitschakelen vanuit de widget 'Snelle schakelaars'.
pl: Włączanie i wyłączanie Bluetooth za pomocą widżetu Szybkie przełączniki.
pt: Ativar e desativar o Bluetooth a partir do widget Interruptores Rápidos.
ru: Включение и выключение Bluetooth из виджета «Быстрые переключатели».
sv: Aktivering och avaktivering av Bluetooth från widgeten Snabbreglage.
tr: Hızlı Geçişler widget'ından Bluetooth'u açıp kapatma.
vi: Bật và tắt Bluetooth từ tiện ích Bật/tắt nhanh.
zh_hans: 用于通过“快捷开关”小组件打开和关闭蓝牙。
zh_hant: 從「快速切換」小工具開啟或關閉藍牙。

source: Turning sounds on from the dock switches to this sound.
ar: يؤدي تشغيل الأصوات من Dock إلى التبديل إلى هذا الصوت.
de: Beim Einschalten der Geräusche über das Dock wird zu diesem Geräusch gewechselt.
es: Al activar los sonidos desde el Dock se cambia a este sonido.
fr: Activer les sons depuis le dock bascule vers ce son.
hu: A hangok Dockból való bekapcsolásakor erre a hangra vált.
ja: Dockからサウンドをオンにすると、このサウンドに切り替わります。
nl: Als je geluiden inschakelt vanuit het Dock, wordt naar dit geluid overgeschakeld.
pl: Włączenie dźwięków z Docka przełącza na ten dźwięk.
pt: Ativar os sons a partir da Dock muda para este som.
ru: При включении звуков из Dock выбирается этот звук.
sv: När du slår på ljud från dockan byts det till det här ljudet.
tr: Sesleri dock'tan açmak bu sese geçer.
vi: Bật âm thanh từ dock sẽ chuyển sang âm thanh này.
zh_hans: 从 Dock 开启背景音时将切换为此声音。
zh_hant: 從 Dock 開啟背景聲音時，會切換至此聲音。

source: Type a name to find files, folders and apps. Press Return to open the top result.
ar: اكتب اسمًا للعثور على الملفات والمجلدات والتطبيقات. اضغط على Return لفتح النتيجة الأولى.
de: Geben Sie einen Namen ein, um Dateien, Ordner und Apps zu finden. Drücken Sie die Eingabetaste, um das oberste Ergebnis zu öffnen.
es: Escribe un nombre para buscar archivos, carpetas y apps. Pulsa Retorno para abrir el primer resultado.
fr: Tapez un nom pour trouver des fichiers, dossiers et apps. Appuyez sur Retour pour ouvrir le premier résultat.
hu: Írjon be egy nevet fájlok, mappák és appok kereséséhez. Nyomja meg a Returnt a legjobb találat megnyitásához.
ja: 名前を入力してファイル、フォルダ、アプリを検索します。Returnキーを押すと、一番上の結果が開きます。
nl: Typ een naam om bestanden, mappen en apps te zoeken. Druk op Return om het bovenste resultaat te openen.
pl: Wpisz nazwę, aby znaleźć pliki, foldery i aplikacje. Naciśnij Return, aby otworzyć pierwszy wynik.
pt: Escreva um nome para encontrar ficheiros, pastas e apps. Prima Return para abrir o primeiro resultado.
ru: Введите название, чтобы найти файлы, папки и приложения. Нажмите Return, чтобы открыть первый результат.
sv: Skriv ett namn för att hitta filer, mappar och appar. Tryck på returtangenten för att öppna det översta resultatet.
tr: Dosya, klasör ve uygulama bulmak için bir ad yaz. En üstteki sonucu açmak için Return'e bas.
vi: Nhập tên để tìm tệp, thư mục và ứng dụng. Nhấn Return để mở kết quả đầu tiên.
zh_hans: 键入名称以查找文件、文件夹和应用。按 Return 键打开首个结果。
zh_hant: 輸入名稱以尋找檔案、檔案夾與應用程式。按下 Return 鍵即可開啟第一筆搜尋結果。

source: Type to search
ar: اكتب للبحث
de: Zum Suchen tippen
es: Escribe para buscar
fr: Tapez pour rechercher
hu: Gépeljen a kereséshez
ja: 入力して検索
nl: Typ om te zoeken
pl: Wpisz, aby wyszukać
pt: Escreva para pesquisar
ru: Введите текст для поиска
sv: Skriv för att söka
tr: Aramak için yaz
vi: Nhập để tìm kiếm
zh_hans: 键入以搜索
zh_hant: 輸入以搜尋

source: Type while Alt-Tab is open to filter windows by app name or window title
ar: اكتب أثناء فتح Alt-Tab لتصفية النوافذ حسب اسم التطبيق أو عنوان النافذة
de: Tippen Sie bei geöffnetem Alt-Tab, um Fenster nach App-Name oder Fenstertitel zu filtern
es: Escribe mientras Alt-Tab está abierto para filtrar las ventanas por nombre de app o título de ventana
fr: Tapez pendant qu'Alt-Tab est ouvert pour filtrer les fenêtres par nom d'app ou titre de fenêtre
hu: Gépeljen, amíg az Alt-Tab nyitva van, az ablakok appnév vagy ablakcím szerinti szűréséhez
ja: Alt-Tabが開いている間に入力して、アプリ名またはウインドウタイトルでウインドウを絞り込む
nl: Typ terwijl Alt-Tab geopend is om vensters te filteren op appnaam of venstertitel
pl: Wpisuj tekst przy otwartym Alt-Tab, aby filtrować okna według nazwy aplikacji lub tytułu okna
pt: Escreva com o Alt-Tab aberto para filtrar as janelas pelo nome da app ou pelo título da janela
ru: Вводите текст, пока открыт Alt-Tab, чтобы фильтровать окна по названию приложения или заголовку окна
sv: Skriv medan Alt-Tab är öppet för att filtrera fönster efter appnamn eller fönstertitel
tr: Pencereleri uygulama adına veya pencere başlığına göre filtrelemek için Alt-Tab açıkken yaz
vi: Nhập khi Alt-Tab đang mở để lọc cửa sổ theo tên ứng dụng hoặc tiêu đề cửa sổ
zh_hans: Alt-Tab 打开时，输入文字即可按应用名称或窗口标题筛选窗口
zh_hant: Alt-Tab 開啟時，可直接輸入文字，依應用程式名稱或視窗標題篩選視窗

source: Type while the switcher is open to filter windows by app name or window title
ar: اكتب أثناء فتح المبدّل لتصفية النوافذ حسب اسم التطبيق أو عنوان النافذة
de: Tippen Sie bei geöffnetem Fensterwechsler, um Fenster nach App-Name oder Fenstertitel zu filtern
es: Escribe mientras el selector está abierto para filtrar las ventanas por nombre de app o título de ventana
fr: Tapez pendant que le sélecteur est ouvert pour filtrer les fenêtres par nom d'app ou titre de fenêtre
hu: Gépeljen, amíg a váltó nyitva van, az ablakok appnév vagy ablakcím szerinti szűréséhez
ja: スイッチャーが開いている間に入力して、アプリ名またはウインドウタイトルでウインドウを絞り込む
nl: Typ terwijl de wisselaar geopend is om vensters te filteren op appnaam of venstertitel
pl: Wpisuj tekst przy otwartym przełączniku, aby filtrować okna według nazwy aplikacji lub tytułu okna
pt: Escreva com o alternador aberto para filtrar as janelas pelo nome da app ou pelo título da janela
ru: Вводите текст, пока открыт переключатель, чтобы фильтровать окна по названию приложения или заголовку окна
sv: Skriv medan växlaren är öppen för att filtrera fönster efter appnamn eller fönstertitel
tr: Pencereleri uygulama adına veya pencere başlığına göre filtrelemek için değiştirici açıkken yaz
vi: Nhập khi bộ chuyển đổi đang mở để lọc cửa sổ theo tên ứng dụng hoặc tiêu đề cửa sổ
zh_hans: 切换器打开时，输入文字即可按应用名称或窗口标题筛选窗口
zh_hant: 切換器開啟時，可直接輸入文字，依應用程式名稱或視窗標題篩選視窗

source: typography
ar: طباعة
de: typografie
es: tipografía
fr: typographie
hu: tipográfia
ja: タイポグラフィ
nl: typografie
pl: typografia
pt: tipografia
ru: типографика
sv: typografi
tr: tipografi
vi: kiểu chữ
zh_hans: 字体排印
zh_hant: 字體排印

source: Ultra Thick
ar: سميك جدًا
de: Sehr dick
es: Ultra grueso
fr: Ultra épais
hu: Ultravastag
ja: 非常に厚い
nl: Ultradik
pl: Ultragruby
pt: Ultra espesso
ru: Очень толстый
sv: Ultratjock
tr: Çok Kalın
vi: Siêu dày
zh_hans: 极厚
zh_hant: 超厚

source: Ultra Thin
ar: رفيع جدًا
de: Sehr dünn
es: Ultra fino
fr: Ultra fin
hu: Ultravékony
ja: 非常に薄い
nl: Ultradun
pl: Ultracienki
pt: Ultra fino
ru: Очень тонкий
sv: Ultratunn
tr: Çok İnce
vi: Siêu mỏng
zh_hans: 极薄
zh_hant: 超薄

source: Unavailable
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hu: Nem érhető el
ja: 利用不可
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ru: Недоступно
sv: Inte tillgängligt
tr: Kullanılamıyor
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 無法使用

source: Understand macOS-reserved shortcuts and what to do when a DockDoor Pro shortcut does not fire
ar: تعرّف على الاختصارات المحجوزة في macOS وما يجب فعله عندما لا يعمل أحد اختصارات DockDoor Pro
de: Reservierte macOS-Kurzbefehle verstehen und wissen, was zu tun ist, wenn ein DockDoor Pro-Kurzbefehl nicht reagiert
es: Comprende los atajos reservados por macOS y qué hacer cuando un atajo de DockDoor Pro no se activa
fr: Comprendre les raccourcis réservés par macOS et que faire lorsqu'un raccourci DockDoor Pro ne se déclenche pas
hu: Ismerje meg a macOS által lefoglalt billentyűparancsokat, és hogy mit tegyen, ha egy DockDoor Pro billentyűparancs nem működik
ja: macOSが予約しているショートカットと、DockDoor Proのショートカットが動作しないときの対処方法について説明します
nl: Leer meer over de door macOS gereserveerde sneltoetsen en wat je moet doen als een DockDoor Pro-sneltoets niet werkt
pl: Poznaj skróty zastrzeżone przez macOS i dowiedz się, co zrobić, gdy skrót DockDoor Pro nie działa
pt: Compreenda os atalhos reservados pelo macOS e o que fazer quando um atalho do DockDoor Pro não é acionado
ru: Узнайте о сочетаниях клавиш, зарезервированных macOS, и способах решения проблем, если сочетание DockDoor Pro не срабатывает
sv: Förstå kortkommandon som macOS reserverar och vad du gör när ett DockDoor Pro-kortkommando inte utlöses
tr: macOS'un ayırdığı kısayolları ve bir DockDoor Pro kısayolu tetiklenmediğinde ne yapılacağını anla
vi: Tìm hiểu về các phím tắt do macOS giữ quyền và cách xử lý khi phím tắt của DockDoor Pro không hoạt động
zh_hans: 了解 macOS 保留快捷键，以及 DockDoor Pro 快捷键未响应时的处理方法
zh_hant: 了解 macOS 保留的快速鍵，以及 DockDoor Pro 快速鍵無法觸發時的處理方式

source: Ungroup
ar: فك التجميع
de: Gruppe auflösen
es: Desagrupar
fr: Dégrouper
hu: Csoportbontás
ja: グループ解除
nl: Degroeperen
pl: Rozgrupuj
pt: Desagrupar
ru: Разгруппировать
sv: Dela upp grupp
tr: Grubu çöz
vi: Tách nhóm
zh_hans: 取消分组
zh_hant: 取消群組

source: Ungroup %@?
ar: هل تريد فك تجميع %@؟
de: Gruppe „%@“ auflösen?
es: ¿Desagrupar %@?
fr: Dégrouper %@ ?
hu: Csoport bontása: %@?
ja: %@のグループを解除しますか？
nl: Groep %@ opheffen?
pl: Rozgrupować %@?
pt: Desagrupar %@?
ru: Разгруппировать %@?
sv: Dela upp %@?
tr: Grubu Çöz %@?
vi: Bỏ nhóm %@?
zh_hans: 取消分组 %@?
zh_hant: 取消群組 %@？

source: Ungroup Windows
ar: فك تجميع النوافذ
de: Fenstergruppierung aufheben
es: Desagrupar ventanas
fr: Dégrouper les fenêtres
hu: Ablakok szétválasztása
ja: ウインドウのグループ化を解除
nl: Groepering van vensters opheffen
pl: Rozgrupuj okna
pt: Desagrupar Janelas
ru: Разгруппировать окна
sv: Dela upp fönster
tr: Pencerelerin Grubunu Çöz
vi: Bỏ Nhóm Cửa Sổ
zh_hans: 取消窗口组合
zh_hant: 取消視窗群組

source: Ungroup Windows of Apps
ar: فك تجميع نوافذ التطبيقات
de: Fenstergruppierung für Apps aufheben
es: Desagrupar ventanas de apps
fr: Dégrouper les fenêtres des apps
hu: Appok ablakainak szétválasztása
ja: ウインドウのグループ化を解除するアプリ
nl: Vensters van apps niet groeperen
pl: Rozgrupuj okna aplikacji
pt: Desagrupar Janelas das Apps
ru: Разгруппировать окна приложений
sv: Dela upp appars fönster
tr: Pencerelerinin Grubu Çözülecek Uygulamalar
vi: Bỏ nhóm cửa sổ của các ứng dụng
zh_hans: 取消这些应用的窗口组合
zh_hant: 取消應用程式視窗群組
